Repository: WordPressBugBounty/plugins-power-captcha-recaptcha
Catalog: power-captcha-recaptcha/languages/power-captcha-recaptcha-*.po
Languages: ru_ru

source: The Contact Form 7 plugin is not installed or is deactivated.
ru_ru: Плагин Contact Form 7 не установлен или деактивирован.

source: Edit each form where you want to add Power Captcha ReCAPTCHA, and insert the field as you would with any other form field.
ru_ru: Отредактируйте каждую форму, в которую вы хотите добавить Power Captcha ReCAPTCHA, и вставьте поле так же, как и в любое другое поле формы.

source: To use Power Captcha ReCAPTCHA in Contact Form 7, go to the %1$sContact Forms 7 section%2$s.
ru_ru: Для использования Power Captcha ReCAPTCHA с Contact Form 7, перейдите к разделу %1$sContact Forms 7%2$s.

source: Generates a form-tag for a Power Captcha ReCaptcha field.
ru_ru: Создает form-tag для поля Power Captcha ReCaptcha.

source: Power Captcha ReCaptcha form-tag generator
ru_ru: Power Captcha ReCaptcha form-tag генератор

source: Validate requests in the background
ru_ru: Выполнять проверку запросов в фоновом режиме

source: Validate requests with the "I'm not a robot" checkbox
ru_ru: Выполнять проверку запросов с помощью флажка "Я не робот"

source: Verify requests with a challenge
ru_ru: Проверка запросов с помощью заданий

source: Verify requests with a score
ru_ru: Выполнять проверку запросов с учетом оценок

source: Comment Form
ru_ru: Форма комментариев

source: Reset Password Form
ru_ru: Форма сброса пароля

source: Register Form
ru_ru: Форма регистрации

source: Lost Password Form
ru_ru: Форма восстановления пароля

source: Login Form
ru_ru: Форма входа

source: ERROR:
ru_ru: ОШИБКА:

source: Checkout Form
ru_ru: Форма оформления заказа

source: Google reCAPTCHA verification failed.
ru_ru: Проверка Google reCAPTCHA не прошла.

source: Settings
ru_ru: Настройки

source: Complete setup to start using reCAPTCHA. %1$sComplete setup »%2$s
ru_ru: Завершите настройку, чтобы начать использовать reCAPTCHA. %1$sЗавершить настройку »%2$s

source: To start using reCAPTCHA, complete setup: %1$ssign up in Google reCAPTCHA%2$s for keys. Fill in site key and secret key bellow.
ru_ru: Чтобы начать использовать reCAPTCHA, завершите настройку: %1$sзарегистрируйтесь в Google reCAPTCHA%2$s для получения ключей. Заполните ключ сайта и секретный ключ ниже.

source: Power Captcha: reCAPTCHA is still not configured! Complete setup to start protecting your site now.
ru_ru: Power Captcha: reCAPTCHA еще не настроен! Завершите настройку, чтобы начать защищать ваш сайт сейчас.

source: Thank you for installing Power Captcha reCAPTCHA!
ru_ru: Спасибо за установку Power Captcha reCAPTCHA!

source: Complete Setup
ru_ru: Завершить настройку

source: Thank you for installing Power Captcha reCAPTCHA! Complete setup to start protecting your site now.
ru_ru: Спасибо за установку Power Captcha reCAPTCHA! Завершите настройку, чтобы начать защищать ваш сайт сейчас.

source: Invisible reCAPTCHA badge
ru_ru: Невидимый значок reCAPTCHA

source: "I'm not a robot" Checkbox
ru_ru: Флажок "Я не робот"

source: Challenge (v2)
ru_ru: С помощью заданий (v2)

source: Score based (v3)
ru_ru: С использованием оценок (v3)

source: Debug Mode
ru_ru: Режим отладки

source: Secret Key
ru_ru: Секретный ключ

source: Site Key
ru_ru: Ключ сайта

source: reCAPTCHA Type
ru_ru: Тип reCAPTCHA

source: Setup
ru_ru: Настройка

source: Output captcha verification response to the browser console.
ru_ru: Выводить ответ проверки капчи в консоль браузера.

source: reCAPTCHA Admin Console
ru_ru: Консоль администратора reCAPTCHA

source: About Google reCAPTCHA
ru_ru: О Google reCAPTCHA

source: Save Changes
ru_ru: Сохранить изменения

source: Misc
ru_ru: Дополнительно

source: Captchas
ru_ru: Капчи

source: General
ru_ru: Общие

source: Google reCAPTCHA integration for WordPress and WooCommerce.
ru_ru: Интеграция Google reCAPTCHA для WordPress и WooCommerce.

source: https://wordpress.org/plugins/power-captcha-recaptcha/
ru_ru: https://ru.wordpress.org/plugins/power-captcha-recaptcha/
